export default {
  introPart1:
    "Това е прост демонстрационен инструмент за текстово предсказване. Постави или напиши текст от поне 200 символа и натисни ",
  introPart2:
    ", за да обучиш алгоритъма. След това започни да пишеш отдолу — приложението ще се опита да предвиди следващия знак.",
  train: "Обучение",
  inputPlaceholder: "Въведи текст за обучение на алгоритъма",
  typePlaceholder: "Започни да пишеш",
  counterLabel: "букви необходими за обучение",
  statistic:{
    statisticsTitle: "Топ предсказания",
    statNoPredictionsLabel: "Oще няма предсказания",
    statInstructions: "Въведи поне 1 символа",
    contextOrderLabel: " (базирано на последните {contextOrder} букви)",
    labelOnRandom: "Буква на случаен принцип",
  }

};
